{
  "items": [




    {
      "title": "How will you confirm that anybody exists other than you?",

      "description": "This thought that ‘I can confirm only my existence’ is so liberating and kind of self centric in some sense. Think about it, you can only know that you are alive, you can only know about your brain, you can only listen to your thoughts directly. This thought that ‘I can confirm only my existence’ is so liberating and kind of self centric in some sense. Think about it, you can only know that you are alive, you can only know about your brain, you can only listen to your thoughts directly. ",
      "widget":  "one",
      "date": "2022 Aug 24",
      "tag": "Philosophy"
    },


    {
      "title": "Why evolution is the root cause of all the modern human development and miseries?",

      "description": "As we know that evolution made us this amazing domination species capable of doing amazing things but on the other dark side I think it also made us miserable. Depression is not being able to do something about some situation. And evolution ‘engineered’ us to always be busy just ‘surviving’. Back then if you are lazy, it doesn’t mean you will get less salary than others but the result of laziness was death. People do not have the option for being lazy.",
      "widget":  "two",
      "date": "2022 Aug 20",
      "tag": "Computer science"
    },
    {
      "title": "Whole universe is built for you to mature.",

      "description": "I’ve watched this video of kurzegsagt, with beautiful narration and animation. The story is about a man who just died in a car accident and then his soul(or I don’t know) meets with God. He asks questions about existence, why he created this world, what is the meaning of this all. God answers, I created this whole universe for you to mature, just for you. ",
      "widget":  "three",
      "date": "2022 Aug 3",
      "tag": "Philosophy"
    },
    {
      "title": "Letting go of the ‘known’, exploring with no crutches is the most courageous I’ve ever been and probably the only time I lived. ",

      "description": "It is really difficult to think without the biases or assumptions of the ‘known’. It is easy to make decisions that are more certain because the brain hates uncertainty. But the real fun is in throwing out our past knowns and exploring new terrains and having courage to face unknown unknowns.",
      "widget":  "four",
      "date": "2022 Aug 1",
      "tag": "Philosophy"
    }
  ]
}